---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KJ
source: html/20f58c49-6214-72dd-b024-0d09c7e7c981.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KJ Property

Symbol kJ, indicating unit Kilojoules.

## Syntax (C#)
```csharp
public static ForgeTypeId KJ { get; }
```